export const chats = [
  {
    "id": "1",
    "title": "Обсуждение архитектуры микросервисов для нового проекта",
    "lastMessageDate": "2026-03-10"
  },
  {
    "id": "2",
    "title": "Созвон с заказчиком",
    "lastMessageDate": "2026-03-09"
  },
  {
    "id": "3",
    "title": "Идеи для pet‑проекта",
    "lastMessageDate": "2026-03-08"
  },
  {
    "id": "4",
    "title": "Подготовка к собеседованию",
    "lastMessageDate": "2026-03-07"
  },
  {
    "id": "5",
    "title": "Длинное название чата, которое точно должно обрезаться по ширине",
    "lastMessageDate": "2026-03-06"
  }
]

